Repository: ilyasine/theperfectstar
Catalog: plugins/tprm-membership-coupon/languages/kwf-membership-coupon-*.po
Languages: fr_fr

source: A plugin created by TPRM_ that create and manages e-commerce and membership features for tepunareomaori.
fr_fr: Un plugin créé par TPRM_ qui crée et gère les memberships pour tepunareomaori.

source: Access
fr_fr: Accès

source: Account activated !
fr_fr: Compte activé !

source: Activate
fr_fr: Activer

source: Activate now
fr_fr: Activer maintenant

source: Activation Page
fr_fr: Page d'activation

source: An email containing the activation code has also been sent to the email specified during the order.
fr_fr: Un email contenant le code d'activation a également été envoyé à l'email indiqué lors de la commande.

source: Below are the details of the order:
fr_fr: Ci-dessous les détails de la commande :

source: Class Name
fr_fr: Nom de la classe

source: Congratulations on your purchase !
fr_fr: Félicitations pour votre achat !

source: Congratulations on your purchase!
fr_fr: Félicitations pour votre achat !

source: Congratulations!
fr_fr: Félicitations!

source: Congratulations, Account activated !
fr_fr: Félicitations, compte activé !

source: Copied
fr_fr: Copié

source: Copy Code
fr_fr: Copier le code

source: Creating..
fr_fr: Création..

source: Done
fr_fr: Terminé

source: Download my Activation Code again
fr_fr: Télécharger à nouveau mon code d'activation

source: Email address
fr_fr: Adresse email

source: Enter your Class Name
fr_fr: Entrez votre nom de classe

source: Enter your School Name
fr_fr: Entrez le nom de votre école

source: Full Name
fr_fr: Nom complet

source: Here is your License code :
fr_fr: Voici votre code de licence :

source: I have lost my license code.
fr_fr: J'ai perdu mon code de licence.

source: If you have a license acquired on our platform or from a partner library, please activate it by entering the license code in the field below.
fr_fr: Si vous disposez d'une licence acquise sur notre plateforme ou auprès d'une bibliothèque partenaire, merci de l'activer en saisissant le code de licence dans le champ ci-dessous.

source: Invalid license code
fr_fr: Code de licence invalide

source: License Code
fr_fr: Code de licence

source: License code already associated with an account
fr_fr: Code de licence déjà associé à un compte

source: License code Received from tepunareomaori
fr_fr: Code de licence reçu de tepunareomaori

source: Lock
fr_fr: Verrouiller

source: Locked
fr_fr: Verrouillé

source: New Account Activated
fr_fr: Nouveau compte activé

source: New tepunareomaori account has been successfully activated .
fr_fr: Un nouveau compte tepunareomaori a été activé avec succès.

source: New License code generated
fr_fr: Nouveau code de licence généré

source: New License code generated for %s
fr_fr: Nouveau code de licence généré pour %s

source: New License code has been generated for %s
fr_fr: Un nouveau code de licence a été généré pour %s

source: Next Step :
fr_fr: L'étape suivante :

source: Nice, it’s available !
fr_fr: Super, c'est disponible !

source: Not Locked
fr_fr: Non verrouillé

source: Once there, please paste the code into the corresponding field provided and activate your account.
fr_fr: Une fois là-bas, veuillez coller le code dans le champ correspondant fourni et activer votre compte

source: Please fill in the required field
fr_fr: Veuillez remplir le champ requis

source: Proccessing..
fr_fr: Traitement..

source: required id!
fr_fr: ID obligatoire !

source: required subid!
fr_fr: sous-identifiant requis !

source: School Details
fr_fr: Détails de l'école

source: School details
fr_fr: Détails de l'école

source: School Name
fr_fr: Nom de l'école

source: The details of the order are as follows :
fr_fr: Les détails de la commande sont les suivants :

source: The details of your order are as follows :
fr_fr: Voici les détails de votre commande :

source: There is a problem with this license code
fr_fr: Il y a un problème avec ce code de licence

source: This code is strictly personal and confidential and should not be communicated or shared with third parties.
fr_fr: Ce code est strictement personnel et confidentiel et ne doit pas être communiqué ou partagé avec des tiers.

source: This email was sent to you by
fr_fr: Cet e-mail vous a été envoyé par

source: This license code is not valid for the membership type associated with your account
fr_fr: Ce code de licence n’est pas valide pour le type d’abonnement associé à votre compte

source: To activate your account, kindly copy the license code and navigate to the following
fr_fr: Pour activer votre compte, veuillez copier le code de licence et accédez à la

source: To fully enjoy this educational resource, we invite you to activate your account by clicking on the « Activate Now » button and proceed with the online payment.
fr_fr: Afin de profiter pleinement de cette ressource éducative, nous vous invitons à activer ce compte en cliquant sur le bouton « Activer Maintenant » et ainsi effectuer le paiement en ligne.

source: Unlock
fr_fr: Déverrouiller

source: User details
fr_fr: Détails de l'utilisateur

source: Username
fr_fr: Nom d'utilisateur

source: Welcome to your tepunareomaori account activation space.
fr_fr: Bienvenue dans votre espace d'activation de compte tepunareomaori.

source: wrong with id
fr_fr: erreur d'identification

source: Year
fr_fr: Année

source: You can access to your Dashboard via the following link :
fr_fr: Vous pouvez accéder à votre tableau de bord via le lien suivant :

source: You can also copy the code and keep it safe to activate access to the platform tepunareomaori.com.
fr_fr: Vous pouvez également copier le code et le conserver en lieu sûr pour activer l'accès à la plateforme tepunareomaori.com.

source: Your account has been successfully activated !
fr_fr: Votre compte a été activé avec succès !

source: Your Activation Code download will start soon. In case the download does not begin, please click on this button to initiate the download again.
fr_fr: Le téléchargement de votre code d'activation va bientôt commencer. Si le téléchargement ne démarre pas, veuillez cliquer sur ce bouton pour relancer le téléchargement.

source: Your tepunareomaori account has been successfully activated.
fr_fr: Votre compte tepunareomaori a été activé avec succès.

source: Your tepunareomaori account is locked !
fr_fr: Votre compte tepunareomaori est verrouillé !

source: You’ve received a License code from tepunareomaori .
fr_fr: Vous avez reçu un code de licence de tepunareomaori.
